[
  {
    "actor": "Maisie Williams",
    "aliases": null,
    "allegiances": "House Stark of Winterfell",
    "culture": "Northmen",
    "father": null,
    "gender": "Female",
    "id": 2140,
    "mother": null,
    "name": "Arya Stark",
    "seasons": null,
    "slug": "arya_stark",
    "spouse": null,
    "titles": null,
    "CID": "arya_stark",
    "episodeCount": 5,
    "episode_of_death": null,
    "isAlive": 1,
    "means_of_death": null,
    "season_of_death": null,
    "image": "./images/arya_stark.jpeg"
  },
  {
    "actor": "Ian McElhinney",
    "aliases": "Barristan the Bold , Arstan Whitebeard , Ser Grandfather , Barristan the Old , Old Ser",
    "allegiances": "House Selmy of Harvest Hall , House Targaryen of King's Landing",
    "culture": "Westeros",
    "father": "NULL",
    "gender": "Male",
    "id": 168,
    "mother": "NULL",
    "name": "Barristan Selmy",
    "seasons": "Season 1 , Season 3 , Season 4 , Season 5",
    "slug": "barristan_selmy",
    "spouse": "NULL",
    "titles": "Ser , Hand of the Queen",
    "CID": "barristan_selmy",
    "episodeCount": 3,
    "episode_of_death": "4",
    "isAlive": 1,
    "means_of_death": "Killed fighting the Sons of the Harpy in Meereen",
    "season_of_death": "5",
    "quotes": [
      "<p>Barristan Selmy: Life is strange. Not so many years ago, we fought as enemies at the Trident.</p><p>Eddard Stark: I'm glad we never met on the field, Ser Barristan. As is my wife. I don't think the widow's life would suit her.</p><p>Barristan Selmy: [chuckles] You're too modest. I've seen you cut down a dozen great knights.</p><p>Eddard Stark: My father once told me you were the best he'd ever seen. Never knew the man to be wrong about matters of combat.</p><p>Barristan Selmy: He was a fine man, your father. What the Mad King did to him was a terrible crime.</p>",
      "<p>Barristan Selmy: I hear the king wants to joust today.</p><p>Eddard Stark: Eh, that will never happen.</p><p>Barristan Selmy: [chuckles] Robert tends to do what he wants.</p><p>Eddard Stark: If the king got what he wanted all the time, we'd still be fighting a damned rebellion.</p>"
    ],
    "image": "./images/barristan_selmy.jpeg"
  },
  {
    "actor": "Jerome Flynn",
    "aliases": "Ser Bronn of the Blackwater , Lord Stokeworth",
    "allegiances": "House Stokeworth of Stokeworth",
    "culture": "NULL",
    "father": "NULL",
    "gender": "Male",
    "id": 217,
    "mother": "NULL",
    "name": "Bronn",
    "seasons": "Season 1 , Season 2 , Season 3 , Season 4 , Season 6",
    "slug": "bronn",
    "spouse": "Lollys Stokeworth",
    "titles": "Ser , Lord Protector of Stokeworth",
    "CID": "bronn",
    "episodeCount": 2,
    "episode_of_death": null,
    "isAlive": 1,
    "means_of_death": null,
    "season_of_death": null,
    "quotes": [
      "<p>[upon seeing the Eyrie for the first time]</p><p>Tyrion Lannister: The Eyrie. They say it's impregnable.</p><p>Bronn: Give me ten good men and some climbing spikes. I'll impregnate the bitch.</p><p>Tyrion Lannister: I like you.</p>"
    ],
    "image": "./images/bronn.jpeg"
  },
  {
    "actor": "Michelle Fairley",
    "aliases": "Catelyn Tully , Lady Stoneheart , The Silent Sistet , Mother Mercilesr , The Hangwomans",
    "allegiances": "House Stark of Winterfell , House Tully of Riverrun",
    "culture": "Rivermen",
    "father": "NULL",
    "gender": "Female",
    "id": 232,
    "mother": "NULL",
    "name": "Catelyn Stark",
    "seasons": "Season 1 , Season 2 , Season 3",
    "slug": "catelyn_stark",
    "spouse": "Eddard Stark",
    "titles": "Lady of Winterfell",
    "CID": "catelyn_stark",
    "episodeCount": 5,
    "episode_of_death": "9",
    "isAlive": 1,
    "means_of_death": "Throat slit by Black Walder Rivers at the Red Wedding",
    "season_of_death": "3",
    "quotes": [
      "<p>[on the road after Catelyn kidnaps Tyrion]</p><p>Catelyn Stark: Remove his hood.</p><p>Tyrion Lannister: This isn't the kingsroad. You said we were riding for Winterfell.</p><p>Catelyn Stark: I did. Often, and loudly.</p><p>Tyrion Lannister: Very wise. They'll be out in droves, looking for me in the wrong place. Word's probably gotten to my father by now. He'll be offering a handsome reward. Everyone knows a Lannister always pays his debts. Would you be so good as to untie me?</p><p>Catelyn Stark: And why would I do that?</p><p>Tyrion Lannister: Why not? Am I going to run? The hill tribes would kill me for my goods, unless a shadowcat ate me first.</p><p>Catelyn Stark: Shadowcats and hill tribes are the least of your concerns.</p><p>Tyrion Lannister: Ah. The eastern road. We're going to the Vale. You're taking me to your sister's to answer for my imagined crimes. Tell me, Lady Stark, when was the last time you saw your sister?</p><p>Catelyn Stark: Five years ago.</p><p>Tyrion Lannister: She's changed. She was always a bit touched, but now, you might as well kill me here.</p><p>Catelyn Stark: I am not a murderer, Lannister.</p><p>Tyrion Lannister: Neither am I. I had nothing to do with the attempt on your son's life.</p><p>Catelyn Stark: The dagger found...</p><p>Tyrion Lannister: What sort of imbecile arms an assassin with his own blade?</p><p>[Ser Rodrik approaches Catelyn]</p><p>Ser Rodrik Cassel: [to Catelyn] Should I gag him?</p><p>Tyrion Lannister: Why? Am I starting to make sense?</p>",
      "<p>[Catelyn and her party enter the Vale. They are welcomed by Ser Vardis Egen]</p><p>Ser Vardis Egen: You're far from home, Lady Stark.</p><p>Catelyn Stark: To whom do I speak?</p><p>Ser Vardis Egen: Ser Vardis Egen, Knight of the Vale. Lady Arryn expecting your visit?</p><p>Catelyn Stark: There was no time to send word.</p><p>Ser Vardis Egen: May I ask, my lady, why he is with you?</p><p>[Ser Vardis nods at Tyrion, who is mounted and unchained]</p><p>Catelyn Stark: That's why there was no time. He is my prisoner.</p><p>Ser Vardis Egen: He doesn't look like a prisoner.</p><p>Catelyn Stark: My sister will decide what he looks like.</p><p>Ser Vardis Egen: Yes, my lady. She will at that.</p>"
    ],
    "image": "./images/catelyn_stark.jpeg"
  },
  {
    "actor": "Lena Headey",
    "aliases": "Brotherfucker, The bitch queen",
    "allegiances": "House Lannister of Casterly Rock",
    "culture": "Westerman",
    "father": "NULL",
    "gender": "Female",
    "id": 238,
    "mother": "NULL",
    "name": "Cersei Lannister",
    "seasons": "Season 1 , Season 2 , Season 3 , Season 4 , Season 5 , Season 6",
    "slug": "cersei_lannister",
    "spouse": "Robert I Baratheon",
    "titles": "Light of the West , Queen Dowager , Protector of the Realm , Lady of Casterly Rock , Queen Regent",
    "CID": "cersei_lannister",
    "episodeCount": 5,
    "episode_of_death": null,
    "isAlive": 1,
    "means_of_death": null,
    "season_of_death": null,
    "quotes": [
      "<p>Robert Baratheon: So here we sit, seventeen years later, holding it all together. Don't you get tired?</p><p>Cersei Lannister: Every day.</p><p>Robert Baratheon: How long can hate hold a thing together?</p><p>Cersei Lannister: Seventeen years is quite a long time.</p><p>Robert Baratheon: Yes, it is.</p><p>Cersei Lannister: Yes, it is.</p><p>[they drink from their cups]</p><p>Cersei Lannister: What was she like?</p><p>Robert Baratheon: [slightly puzzled] You've never asked about her, not once. Why now?</p><p>Cersei Lannister: At first, just saying her name even in private felt like I was breathing life back into her. I thought if I didn't talk about her, she'd just fade away for you. When I realized that wasn't going to happen, I refused to ask out of spite. I didn't want to give you the satisfaction of thinking I cared enough to ask. And eventually it became clear that my spite didn't mean anything to you. As far as I could tell, you actually enjoyed it.</p><p>Robert Baratheon: So why now?</p><p>Cersei Lannister: What harm could Lyanna Stark's ghost do to either of us that we haven't done to each other a hundred times over?</p><p>Robert Baratheon: [leans forward] You want to know the horrible truth? I can't even remember what she looked like. I only know she was the one thing I ever wanted... someone took her away from me, and seven kingdoms couldn't fill the hole she left behind.</p><p>Cersei Lannister: I felt something for you once, you know?</p><p>Robert Baratheon: [lowers his gaze] I know.</p><p>Cersei Lannister: Even after we lost our first boy. For quite a while, actually. Was it ever possible for us? Was there ever a time, ever a moment?</p><p>Robert Baratheon: [hesitates before answering] No.</p><p>[Cersei drinks from her cup]</p><p>Robert Baratheon: Does that make you feel better or worse?</p><p>Cersei Lannister: It doesn't make me feel anything.</p><p>[Cersei places her cup on the table, stands and leaves]</p>",
      "<p>[Robert sits alone, drinking. Cersei enters]</p><p>Cersei Lannister: [teasing] I'm sorry your marriage to Ned Stark didn't work out. You seemed so good together.</p><p>Robert Baratheon: [dryly] I'm glad I could do something to make you happy.</p><p>Cersei Lannister: Without a Hand, everything will fall to pieces.</p><p>Robert Baratheon: I suppose this is where you tell me to give the job to your brother Jaime.</p><p>Cersei Lannister: He's not serious enough. I'll say this for Ned Stark: he's serious enough. Was it really worth it? Losing him this way?</p><p>[Robert places the cup on the table and stands]</p><p>Robert Baratheon: I don't know. But I do know this: If the Targaryen girl convinces her horselord husband to invade and the Dothraki horde crosses the Narrow Sea... we won't be able to stop them.</p><p>Cersei Lannister: The Dothraki don't sail. Every child knows that. They don't have discipline, they don't have armor, they don't have siege weapons.</p><p>Robert Baratheon: It's a neat little trick you do: you move your lips, and your father's voice comes out.</p><p>Cersei Lannister: Is my father wrong?</p><p>Robert Baratheon: Let's say Viserys Targaryen lands with 40,000 Dothraki screamers at his back. We hole up in our castles. A wise move. Only a fool would meet the Dothraki in an open field. They leave us in our castles. They go from town to town, looting and burning, killing every man who can't hide behind a stone wall, stealing all our crops and livestock, enslaving all our women and children. How long do the people of the Seven Kingdoms stand behind their absentee king, their cowardly king hiding behind high walls? When do the people decide that Viserys Targaryen is the rightful monarch after all?</p><p>Cersei Lannister: [pours herself wine and sits] We still outnumber them.</p><p>Robert Baratheon: Which is the bigger number, five or one?</p><p>Cersei Lannister: Five.</p><p>Robert Baratheon: [holds up his left fingers] Five...</p><p>Robert Baratheon: [clutches his right fist] ... one. One army, a real army, united behind one leader with one purpose. Our purpose died with the Mad King.</p><p>[Robert pours himself wine]</p><p>Robert Baratheon: Now we've got as many armies as there are men with gold in their purse, and everybody wants something different: your father wants to own the world. Ned Stark wants to run away and bury his head in the snow.</p><p>Cersei Lannister: What do you want?</p><p>Robert Baratheon: [drinks and sits] We haven't had a real fight in nine years. Back-stabbing doesn't prepare you for a fight. And that's all the realm is now: back-stabbing and scheming and arse-licking and money-rubbing. Sometimes I don't know what holds it together.</p><p>Cersei Lannister: Our marriage.</p><p>[Robert stares at Cersei, then bursts out laughing. Cersei joins his laughter]</p>"
    ],
    "image": "./images/cersei_lannister.jpeg"
  },
  {
    "actor": "Robert Aramayo",
    "aliases": "Ned , The Ned , The Quiet Wolf",
    "allegiances": "House Stark of Winterfell",
    "culture": "Northmen",
    "father": "NULL",
    "gender": "Male",
    "id": 339,
    "mother": "NULL",
    "name": "Eddard Stark",
    "seasons": "Season 1 , Season 6",
    "slug": "eddard_stark",
    "spouse": "Catelyn Stark",
    "titles": "Lord of Winterfell , Warden of the North , Hand of the King , Protector of the Realm , Regent",
    "CID": "eddard_stark",
    "episodeCount": 5,
    "episode_of_death": "9",
    "isAlive": 1,
    "means_of_death": "Beheaded by Ser Ilyn Payne at the order of Joffrey Baratheon",
    "season_of_death": "1",
    "quotes": [
      "<p>[Lancel struggles to buckle Robert into his armor when Ned walks in]</p><p>Lancel Lannister: It's made too small, Your Grace, it won't go.</p><p>Robert Baratheon: Your mother was a dumb whore with a fat ass, did you know that?</p><p>[Robert looks at Ned]</p><p>Robert Baratheon: Look at this idiot. One ball and no brains. He can't even put a man's armor on him properly.</p><p>Eddard Stark: You're too fat for your armor.</p><p>Robert Baratheon: Fat? Fat, is it? Is that how you speak to your king?</p><p>[pause, then they start laughing as Lancel smiles]</p><p>Robert Baratheon: That was funny, is it?</p><p>Lancel Lannister: [immediately stops smiling] No, Your Grace.</p><p>Robert Baratheon: No? You don't like the Hand's joke?</p><p>Eddard Stark: You're torturing the poor boy.</p><p>Robert Baratheon: You heard the Hand, the king's too fat for his armor! Go find the breastplate stretcher! NOW!</p><p>[Lancel runs out of the tent as Robert starts laughing again]</p><p>Eddard Stark: The breastplate stretcher?</p><p>Robert Baratheon: How long before he figures it out?</p>",
      "<p>[Eddard and Jory exit the brothel. Lannister guardsmen appear, armed with pikes, blocking the street. Jaime gallops in on his white horse]</p><p>Jaime Lannister: Such a small pack of wolves...</p><p>[Jaime dismounts]</p><p>Jory Cassel: Stay back, Ser. This is the Hand of the King!</p><p>Jaime Lannister: [mockingly] WAS the Hand of the King. I'm not sure what he is. Lord of somewhere very far away.</p><p>Petyr Baelish: [steps out of the brothel] What's the meaning of this, Lannister?</p><p>Jaime Lannister: [to Littlefinger] Get back inside, where it's safe.</p><p>Jaime Lannister: [to Ned] I'm looking for my brother. You remember my brother, don't you, Ned Stark? Blond hair, sharp tongue, short man.</p><p>Eddard Stark: I remember him well.</p><p>Jaime Lannister: Seems he had some trouble on the road. You wouldn't know what happened to him, would you?</p><p>Eddard Stark: He was taken at my command, to answer for his crimes.</p><p>[Jaime draws his sword. His guardsmen ready their spears. Jory draws his sword. Littlefinger steps forward]</p><p>Petyr Baelish: My lords...</p><p>[Ned halts Littlefinger]</p><p>Petyr Baelish: [to Ned] I'll bring the City Watch.</p><p>[Littlefinger retreats into the brothel]</p><p>Jaime Lannister: Come, Stark. I'd rather you die sword in hand.</p><p>Jory Cassel: If you threaten my lord again...</p><p>Jaime Lannister: Threaten? As in, I'm going to open your lord from balls to brains and see what Starks are made of?</p><p>Eddard Stark: You kill me - your brother is a dead man.</p><p>Jaime Lannister: [smiles nastily] You're right.</p><p>Jaime Lannister: [to his soldiers] Take him alive. Kill his men.</p><p>[two of the Lannister spearmen throw their pikes at Wyl and Heward, killing them instantly. Ned draws his sword. He and Jory engage in fight with the Lannister guardsmen, killing some of them. Jory fights with Jaime. Jaime blocks Jory's sword, then draws a dagger with his left hand and drives it through Jory's left eye. Jory falls dead. Ned is shocked. Jaime smiles mockingly and steps toward Ned. They fight, while the Lannister spearmen circle them. Suddenly, one of the spearmen who stands behind Ned thrusts his spear through Ned's right thigh. Ned yells in agony and falls to his knee, unable to fight. Jaime is enraged at that intervention, and knocks the spearman down. Rather than taking advantage of Ned's injury, Jaime walks away. One of Jaime's guardsmen brings his horse. Jaime mounts it]</p><p>Jaime Lannister: My brother, lord Stark! I want him back!</p><p>[Jaime and his surviving guardsmen leave. Ned slumps into unconsciousness]</p>",
      "<p>Barristan Selmy: Life is strange. Not so many years ago, we fought as enemies at the Trident.</p><p>Eddard Stark: I'm glad we never met on the field, Ser Barristan. As is my wife. I don't think the widow's life would suit her.</p><p>Barristan Selmy: [chuckles] You're too modest. I've seen you cut down a dozen great knights.</p><p>Eddard Stark: My father once told me you were the best he'd ever seen. Never knew the man to be wrong about matters of combat.</p><p>Barristan Selmy: He was a fine man, your father. What the Mad King did to him was a terrible crime.</p>",
      "<p>[at the small council meeting about Daenerys Targeryen]</p><p>Robert Baratheon: The whore is pregnant.</p><p>Eddard Stark: You're speaking of murdering a child.</p><p>Robert Baratheon: I warned you this would happen, back in the North. I warned you, but you didn't care to hear. Well, hear it now: I want them dead. Mother and child both, and that fool Viserys as well. Is that plain enough for you? I want them both dead!</p><p>Eddard Stark: [quietly] You'll dishonor yourself forever if you do this.</p><p>Robert Baratheon: [raises his voice] Honor? I've got Seven Kingdoms to rule! One king, Seven Kingdoms! Do you think honor keeps them in line? Do you think it's honor that's keeping the peace? It's fear! Fear and blood!</p><p>Eddard Stark: Then we're no better than the Mad King!</p><p>Robert Baratheon: Careful, Ned, careful now!</p><p>Eddard Stark: You want to assassinate a girl because the Spider heard a rumor?</p><p>Lord Varys: No rumor, my lord, the princess is with child.</p><p>Eddard Stark: Based on whose information?</p><p>Lord Varys: Ser Jorah Mormont. He is serving as advisor to the Targaryens.</p><p>Eddard Stark: Mormont? You bring us the whispers of a traitor half a world away and call it fact.</p><p>Petyr Baelish: Jorah Mormont's a slaver, not a traitor. Small difference, I know, to an honorable man.</p><p>Eddard Stark: He broke the law, betrayed his family, fled our land. We commit murder on the word of this man?</p><p>Robert Baratheon: And if he's right? If she has a son, a Targaryen at the head of a Dothraki army? What then?</p><p>Eddard Stark: The narrow sea still lies between us. I'll fear the Dothraki the day they teach their horses to run on water.</p><p>Robert Baratheon: Do nothing. That's your wise advice? Do nothing 'til our enemies are on our shores?</p><p>[Robert looks around angirly at the other council members]</p><p>Robert Baratheon: You're my council: counsel! Speak sense to this honorable fool!</p><p>Lord Varys: I understand your misgivings, my lord. Truly, I do. It is a terrible thing we must consider, a vile thing. Yet we who presume to rule must sometimes do vile things for the good of the realm. Should the gods grant Daenerys a son, the realm will bleed.</p><p>Grand Maester Pycelle: I bear this girl no ill will, how many innocents will die? How many towns will burn? Is it not wiser, kinder even, that she should die now so that tens of thousands might live?</p><p>Renly Baratheon: We should've had them both killed years ago.</p><p>Petyr Baelish: When you find yourself in bed with an ugly woman, best close your eyes, get it over with. Cut her throat. Be done with it.</p><p>Eddard Stark: [walks right up to Robert] I followed you into war. Twice. Without doubts, without second thoughts. But I will not follow you now. The Robert I grew up with didn't tremble at the shadow of an unborn child.</p><p>Robert Baratheon: She dies.</p><p>Eddard Stark: I will have no part in it.</p><p>Robert Baratheon: You're the King's Hand, Lord Stark. You'll do as I command, or I'll find me a Hand who will.</p><p>[Ned takes off his badge of office and tosses it onto the table in front of Robert]</p><p>Eddard Stark: And good luck to him. I thought you were a better man.</p><p>Robert Baratheon: Out. Out, damn you, I'm done with you!</p><p>[Ned turns and walks out]</p><p>Robert Baratheon: Go, run back to Winterfell! I'll have your head on a spike!</p><p>[Ned walks through the throne room as Robert's shouts trail after him]</p><p>Robert Baratheon: I'll find her myself, you fool! You think you're too good for this? Too proud and honorable? This is a war!</p>",
      "<p>Barristan Selmy: I hear the king wants to joust today.</p><p>Eddard Stark: Eh, that will never happen.</p><p>Barristan Selmy: [chuckles] Robert tends to do what he wants.</p><p>Eddard Stark: If the king got what he wanted all the time, we'd still be fighting a damned rebellion.</p>",
      "<p>Lord Varys: How is your son, my lord?</p><p>Eddard Stark: He'll never walk again.</p><p>Lord Varys: But his mind is sound?</p><p>Eddard Stark: So they say.</p><p>Lord Varys: A blessing, then. I suffered an early mutilation myself. Some doors close forever, others open in most unexpected places.</p><p>[Varys points to a chair]</p><p>Lord Varys: May I?</p><p>[Ned nods]</p><p>Lord Varys: If the wrong ears heard what I'm about to tell you, off comes my head. And who would mourn poor Varys then? North or south, they sing no songs for spiders. But there are things you must know. You are the King's Hand and the king is a fool. Your friend, I know, but a fool, and doomed unless you save him.</p><p>Eddard Stark: I've been in the capital a month. Why have you waited so long to tell me this?</p><p>Lord Varys: I didn't trust you.</p><p>Eddard Stark: So why do you trust me now?</p><p>Lord Varys: The queen is not the only one who has been watching you closely. There are few men of honor in the capital. You are one of them. I would like to believe that I am another, strange as that may seem.</p><p>Eddard Stark: What sort of doom does the king face?</p><p>Lord Varys: The same sort as Jon Arryn. \"The tears of Lys,\" they call it. A rare and costly thing. As clear and tasteless as water, it leaves no trace.</p><p>Eddard Stark: Who gave it to him?</p><p>Lord Varys: Some dear friend, no doubt, but which one? There were many. Lord Arryn was a kind and trusting man. There was one boy. All he was, he owed to Jon Arryn.</p><p>Eddard Stark: His squire, Ser Hugh?</p><p>Lord Varys: Pity what happened to him. Just when his life seemed to be going so nicely.</p><p>Eddard Stark: If Ser Hugh poisoned him... who paid Ser Hugh?</p><p>Lord Varys: [spreads his hands] Someone who could afford it.</p><p>Eddard Stark: Jon was a man of peace. He was Hand for seventeen years, seventeen good years. Why kill him?</p><p>Lord Varys: He started asking questions.</p>",
      "<p>Robert Baratheon: I thought being king meant I could do whatever I wanted. Enough of this. Let's go watch 'em ride. At least I can smell someone else's blood.</p><p>Eddard Stark: Robert...</p><p>Robert Baratheon: What?</p><p>[Robert looks down, realizes his belly is out]</p><p>Robert Baratheon: Oh.</p><p>[Robert laughs]</p><p>Robert Baratheon: An inspiring sight for the people, eh? Come, bow before your king! Bow, you shits!</p><p>[Robert laughs heartily]</p>"
    ],
    "image": "./images/eddard_stark.jpeg"
  },
  {
    "actor": "Hafþór Júlíus Björnsson",
    "aliases": "The Mountain That Rides , The Mountain , The Great Dog",
    "allegiances": "House Clegane , House Lannister of Casterly Rock",
    "culture": "NULL",
    "father": "NULL",
    "gender": "Male",
    "id": 1442,
    "mother": "NULL",
    "name": "Gregor Clegane",
    "seasons": "Season 1 , Season 2 , Season 4 , Season 5 , Season 6",
    "slug": "gregor_clegane",
    "spouse": "NULL",
    "titles": "Ser , Knight of Clegane's Keep",
    "CID": "gregor_clegane",
    "episodeCount": 2,
    "episode_of_death": null,
    "isAlive": 1,
    "means_of_death": null,
    "season_of_death": null,
    "image": "./images/gregor_clegane.jpeg"
  },
  {
    "actor": "Roger Allam",
    "aliases": "The Cheesemonger , The Fat Man , The Lord of Cheese",
    "allegiances": "House Targaryen of King's Landing",
    "culture": "Pentoshi",
    "father": "NULL",
    "gender": "Male",
    "id": 1520,
    "mother": "NULL",
    "name": "Illyrio Mopatis",
    "seasons": "Season 1",
    "slug": "illyrio_mopatis",
    "spouse": "Illyrio's first wife",
    "titles": "Magister of Pentos",
    "CID": "illyrio_mopatis",
    "episodeCount": 2,
    "episode_of_death": null,
    "isAlive": 1,
    "means_of_death": null,
    "season_of_death": null,
    "quotes": [
      "<p>Lord Varys: The wolf and the lion will be at each other's throats. We will be at war soon, my friend.</p><p>Magister Illyrio Mopatis: What good is war now? We are not ready. We need time. Khal Drogo will not make his move until his son is born.</p><p>Lord Varys: Delay, you say. Move fast, I reply. This is no longer a game for two players.</p>"
    ],
    "image": "./images/illyrio_mopatis.jpeg"
  },
  {
    "actor": "Nikolaj Coster-Waldau",
    "aliases": "The Kingslayer , The Lion of Lannister , The Young Lion , Cripple",
    "allegiances": "House Lannister of Casterly Rock",
    "culture": "Westerlands",
    "father": "NULL",
    "gender": "Male",
    "id": 529,
    "mother": "NULL",
    "name": "Jaime Lannister",
    "seasons": "Season 1 , Season 2 , Season 3 , Season 4 , Season 5",
    "slug": "jaime_lannister",
    "spouse": "NULL",
    "titles": "Ser , Lord Commander of the Kingsguard , Warden of the East (formerly)",
    "CID": "jaime_lannister",
    "episodeCount": 5,
    "episode_of_death": null,
    "isAlive": 1,
    "means_of_death": null,
    "season_of_death": null,
    "quotes": [
      "<p>[Eddard and Jory exit the brothel. Lannister guardsmen appear, armed with pikes, blocking the street. Jaime gallops in on his white horse]</p><p>Jaime Lannister: Such a small pack of wolves...</p><p>[Jaime dismounts]</p><p>Jory Cassel: Stay back, Ser. This is the Hand of the King!</p><p>Jaime Lannister: [mockingly] WAS the Hand of the King. I'm not sure what he is. Lord of somewhere very far away.</p><p>Petyr Baelish: [steps out of the brothel] What's the meaning of this, Lannister?</p><p>Jaime Lannister: [to Littlefinger] Get back inside, where it's safe.</p><p>Jaime Lannister: [to Ned] I'm looking for my brother. You remember my brother, don't you, Ned Stark? Blond hair, sharp tongue, short man.</p><p>Eddard Stark: I remember him well.</p><p>Jaime Lannister: Seems he had some trouble on the road. You wouldn't know what happened to him, would you?</p><p>Eddard Stark: He was taken at my command, to answer for his crimes.</p><p>[Jaime draws his sword. His guardsmen ready their spears. Jory draws his sword. Littlefinger steps forward]</p><p>Petyr Baelish: My lords...</p><p>[Ned halts Littlefinger]</p><p>Petyr Baelish: [to Ned] I'll bring the City Watch.</p><p>[Littlefinger retreats into the brothel]</p><p>Jaime Lannister: Come, Stark. I'd rather you die sword in hand.</p><p>Jory Cassel: If you threaten my lord again...</p><p>Jaime Lannister: Threaten? As in, I'm going to open your lord from balls to brains and see what Starks are made of?</p><p>Eddard Stark: You kill me - your brother is a dead man.</p><p>Jaime Lannister: [smiles nastily] You're right.</p><p>Jaime Lannister: [to his soldiers] Take him alive. Kill his men.</p><p>[two of the Lannister spearmen throw their pikes at Wyl and Heward, killing them instantly. Ned draws his sword. He and Jory engage in fight with the Lannister guardsmen, killing some of them. Jory fights with Jaime. Jaime blocks Jory's sword, then draws a dagger with his left hand and drives it through Jory's left eye. Jory falls dead. Ned is shocked. Jaime smiles mockingly and steps toward Ned. They fight, while the Lannister spearmen circle them. Suddenly, one of the spearmen who stands behind Ned thrusts his spear through Ned's right thigh. Ned yells in agony and falls to his knee, unable to fight. Jaime is enraged at that intervention, and knocks the spearman down. Rather than taking advantage of Ned's injury, Jaime walks away. One of Jaime's guardsmen brings his horse. Jaime mounts it]</p><p>Jaime Lannister: My brother, lord Stark! I want him back!</p><p>[Jaime and his surviving guardsmen leave. Ned slumps into unconsciousness]</p>"
    ],
    "image": "./images/jaime_lannister.jpeg"
  },
  {
    "actor": "Jack Gleeson",
    "aliases": "Joffrey the Illborn , The Young Usurper , Aerys the Third , Joffrey-called-Baratheon",
    "allegiances": "House Baratheon of",
    "culture": "NULL",
    "father": "Robert I Baratheon",
    "gender": "Male",
    "id": 565,
    "mother": "Cersei Lannister",
    "name": "Joffrey Baratheon",
    "seasons": "Season 1 , Season 2 , Season 3 , Season 4",
    "slug": "joffrey_baratheon",
    "spouse": "Margaery Tyrell",
    "titles": "King of the Andals, the Rhoynar and the First Men , Lord of the Seven Kingdoms , Protector of the Realm",
    "CID": "joffrey_baratheon",
    "episodeCount": 5,
    "episode_of_death": "2",
    "isAlive": 1,
    "means_of_death": "Poisoned at the Purple Wedding by Olenna Tyrell and Littlefinger",
    "season_of_death": "4",
    "image": "./images/joffrey_baratheon.jpeg"
  },
  {
    "actor": "Jamie Sives",
    "aliases": "",
    "allegiances": "House Cassel",
    "culture": "Northmen",
    "father": "NULL",
    "gender": "Male",
    "id": 595,
    "mother": "NULL",
    "name": "Jory Cassel",
    "seasons": "Season 1",
    "slug": "jory_cassel",
    "spouse": "NULL",
    "titles": "Captain of the guard",
    "CID": "jory_cassel",
    "episodeCount": 5,
    "episode_of_death": "5",
    "isAlive": 0,
    "means_of_death": "Stabbed by Jaime Lannister through the eye",
    "season_of_death": "1",
    "quotes": [
      "<p>[Eddard and Jory exit the brothel. Lannister guardsmen appear, armed with pikes, blocking the street. Jaime gallops in on his white horse]</p><p>Jaime Lannister: Such a small pack of wolves...</p><p>[Jaime dismounts]</p><p>Jory Cassel: Stay back, Ser. This is the Hand of the King!</p><p>Jaime Lannister: [mockingly] WAS the Hand of the King. I'm not sure what he is. Lord of somewhere very far away.</p><p>Petyr Baelish: [steps out of the brothel] What's the meaning of this, Lannister?</p><p>Jaime Lannister: [to Littlefinger] Get back inside, where it's safe.</p><p>Jaime Lannister: [to Ned] I'm looking for my brother. You remember my brother, don't you, Ned Stark? Blond hair, sharp tongue, short man.</p><p>Eddard Stark: I remember him well.</p><p>Jaime Lannister: Seems he had some trouble on the road. You wouldn't know what happened to him, would you?</p><p>Eddard Stark: He was taken at my command, to answer for his crimes.</p><p>[Jaime draws his sword. His guardsmen ready their spears. Jory draws his sword. Littlefinger steps forward]</p><p>Petyr Baelish: My lords...</p><p>[Ned halts Littlefinger]</p><p>Petyr Baelish: [to Ned] I'll bring the City Watch.</p><p>[Littlefinger retreats into the brothel]</p><p>Jaime Lannister: Come, Stark. I'd rather you die sword in hand.</p><p>Jory Cassel: If you threaten my lord again...</p><p>Jaime Lannister: Threaten? As in, I'm going to open your lord from balls to brains and see what Starks are made of?</p><p>Eddard Stark: You kill me - your brother is a dead man.</p><p>Jaime Lannister: [smiles nastily] You're right.</p><p>Jaime Lannister: [to his soldiers] Take him alive. Kill his men.</p><p>[two of the Lannister spearmen throw their pikes at Wyl and Heward, killing them instantly. Ned draws his sword. He and Jory engage in fight with the Lannister guardsmen, killing some of them. Jory fights with Jaime. Jaime blocks Jory's sword, then draws a dagger with his left hand and drives it through Jory's left eye. Jory falls dead. Ned is shocked. Jaime smiles mockingly and steps toward Ned. They fight, while the Lannister spearmen circle them. Suddenly, one of the spearmen who stands behind Ned thrusts his spear through Ned's right thigh. Ned yells in agony and falls to his knee, unable to fight. Jaime is enraged at that intervention, and knocks the spearman down. Rather than taking advantage of Ned's injury, Jaime walks away. One of Jaime's guardsmen brings his horse. Jaime mounts it]</p><p>Jaime Lannister: My brother, lord Stark! I want him back!</p><p>[Jaime and his surviving guardsmen leave. Ned slumps into unconsciousness]</p>"
    ],
    "image": "./images/jory_cassel.jpeg"
  },
  {
    "actor": "Kevin Keenan",
    "aliases": "",
    "allegiances": "House Bracken of Stone Hedge",
    "culture": "NULL",
    "father": "NULL",
    "gender": "Male",
    "id": 1596,
    "mother": "NULL",
    "name": "Kurleket",
    "seasons": "",
    "slug": "kurleket",
    "spouse": "NULL",
    "titles": "",
    "CID": "kurleket",
    "episodeCount": 2,
    "episode_of_death": null,
    "isAlive": 1,
    "means_of_death": null,
    "season_of_death": null,
    "image": "./images/kurleket.jpeg"
  },
  {
    "actor": "Eugene Simon",
    "aliases": "",
    "allegiances": "House Lannister of Casterly Rock , House Lannister of Darry",
    "culture": "NULL",
    "father": "NULL",
    "gender": "Male",
    "id": 613,
    "mother": "NULL",
    "name": "Lancel",
    "seasons": "Season 1 , Season 2 , Season 5",
    "slug": "lancel_lannister",
    "spouse": "Amerei Frey",
    "titles": "Ser , Lord of Darry",
    "CID": "lancel_lannister",
    "episodeCount": 3,
    "episode_of_death": "10",
    "isAlive": 1,
    "means_of_death": "Stabbed by one of Qyburn’s little birds, blown up by wildfire",
    "season_of_death": "6",
    "quotes": [
      "<p>[Lancel struggles to buckle Robert into his armor when Ned walks in]</p><p>Lancel Lannister: It's made too small, Your Grace, it won't go.</p><p>Robert Baratheon: Your mother was a dumb whore with a fat ass, did you know that?</p><p>[Robert looks at Ned]</p><p>Robert Baratheon: Look at this idiot. One ball and no brains. He can't even put a man's armor on him properly.</p><p>Eddard Stark: You're too fat for your armor.</p><p>Robert Baratheon: Fat? Fat, is it? Is that how you speak to your king?</p><p>[pause, then they start laughing as Lancel smiles]</p><p>Robert Baratheon: That was funny, is it?</p><p>Lancel Lannister: [immediately stops smiling] No, Your Grace.</p><p>Robert Baratheon: No? You don't like the Hand's joke?</p><p>Eddard Stark: You're torturing the poor boy.</p><p>Robert Baratheon: You heard the Hand, the king's too fat for his armor! Go find the breastplate stretcher! NOW!</p><p>[Lancel runs out of the tent as Robert starts laughing again]</p><p>Eddard Stark: The breastplate stretcher?</p><p>Robert Baratheon: How long before he figures it out?</p>"
    ],
    "image": "./images/lancel_lannister.jpeg"
  },
  {
    "actor": "Finn Jones",
    "aliases": "The Knight of Flowers , Knight o' Pansies , Ser Daisy",
    "allegiances": "House Tyrell of Highgarden",
    "culture": "Reach",
    "father": "NULL",
    "gender": "Male",
    "id": 640,
    "mother": "NULL",
    "name": "Loras Tyrell",
    "seasons": "Season 1 , Season 2 , Season 3 , Season 4 , Season 5 , Season 6",
    "slug": "loras_tyrell",
    "spouse": "NULL",
    "titles": "Ser , Lord Commander of the Rainbow Guard",
    "CID": "loras_tyrell",
    "episodeCount": 1,
    "episode_of_death": "10",
    "isAlive": 1,
    "means_of_death": "Burned alive in a wildfire explosion orchestrated by Cersei",
    "season_of_death": "6",
    "quotes": [
      "<p>[after the Hound saves Loras Tyrell from the Mountain]</p><p>Loras Tyrell: I owe you my life, ser.</p><p>Sandor Clegane: I'm no ser.</p>",
      "<p>Loras Tyrell: Do you know who should be king?</p><p>Renly Baratheon: Be serious.</p><p>Loras Tyrell: I am. My father could be your bank. I've never fought in a war before. But I'd fight for you.</p><p>Renly Baratheon: I'm fourth in line.</p><p>Loras Tyrell: And where was Robert in the line of royal succession? Joffrey is a monster, Tommen is eight.</p><p>Renly Baratheon: Stannis?</p><p>Loras Tyrell: Stannis has the personality of a lobster.</p><p>Renly Baratheon: He's still my older brother.</p>"
    ],
    "image": "./images/loras_tyrell.jpeg"
  },
  {
    "actor": "Kate Dickie",
    "aliases": "Lysa Tully",
    "allegiances": "House Arryn of the Eyrie , House Baelish of the Fingers , House Tully of Riverrun",
    "culture": "NULL",
    "father": "NULL",
    "gender": "Female",
    "id": 688,
    "mother": "NULL",
    "name": "Lysa Arryn",
    "seasons": "Season 1 , Season 4",
    "slug": "lysa_arryn",
    "spouse": "Jon Arryn",
    "titles": "Lady of the Vale",
    "CID": "lysa_arryn",
    "episodeCount": 1,
    "episode_of_death": "7",
    "isAlive": 1,
    "means_of_death": "Pushed out of the Moon Door by Littlefinger",
    "season_of_death": "4",
    "image": "./images/lysa_arryn.jpeg"
  },
  {
    "actor": "Emun Elliott",
    "aliases": "",
    "allegiances": "NULL",
    "culture": "NULL",
    "father": "NULL",
    "gender": "Male",
    "id": 1670,
    "mother": "NULL",
    "name": "Marillion",
    "seasons": "Season 1",
    "slug": "marillion",
    "spouse": "NULL",
    "titles": "",
    "CID": "marillion",
    "episodeCount": 2,
    "episode_of_death": null,
    "isAlive": 1,
    "means_of_death": null,
    "season_of_death": null,
    "image": "./images/marillion.jpeg"
  },
  {
    "actor": "Ciaran Bermingham",
    "aliases": "",
    "allegiances": "House Arryn of the Eyrie",
    "culture": "NULL",
    "father": "NULL",
    "gender": "Male",
    "id": 1715,
    "mother": "NULL",
    "name": "Mord",
    "seasons": "Season 1",
    "slug": "mord",
    "spouse": "NULL",
    "titles": "",
    "CID": "mord",
    "episodeCount": 1,
    "episode_of_death": null,
    "isAlive": 1,
    "means_of_death": null,
    "season_of_death": null,
    "image": null
  },
  {
    "actor": "Nell Tiger Free",
    "aliases": "",
    "allegiances": "House Baratheon of King's Landing",
    "culture": "NULL",
    "father": "NULL",
    "gender": "Female",
    "id": 775,
    "mother": "NULL",
    "name": "Myrcella Baratheon",
    "seasons": "Season 1 , Season 2 , Season 5 , Season 6",
    "slug": "myrcella_baratheon",
    "spouse": "NULL",
    "titles": "Princess",
    "CID": "myrcella_baratheon",
    "episodeCount": 4,
    "episode_of_death": "10",
    "isAlive": 1,
    "means_of_death": "Poisoned with a kiss by Ellaria Sand with the help of the Sand Snakes",
    "season_of_death": "5",
    "image": "./images/myrcella_baratheon.jpeg"
  },
  {
    "actor": "Aidan Gillen",
    "aliases": "Littlefinger",
    "allegiances": "House Baelish of Harrenhal , House Baelish of the Fingers",
    "culture": "Valemen",
    "father": "NULL",
    "gender": "Male",
    "id": 823,
    "mother": "NULL",
    "name": "Petyr \"Littlefinger\" Baelish",
    "seasons": "Season 1 , Season 2 , Season 3 , Season 4 , Season 5 , Season 6",
    "slug": "petyr_baelish",
    "spouse": "Lysa Arryn",
    "titles": "Master of coin (formerly) , Lord Paramount of the Trident , Lord of Harrenhal , Lord Protector of the Vale",
    "CID": "petyr_baelish",
    "episodeCount": 3,
    "episode_of_death": "7",
    "isAlive": 1,
    "means_of_death": "Throat slit by Arya Stark on the order of Sansa Stark",
    "season_of_death": "7",
    "quotes": [
      "<p>[Varys sneaks up on Littlefinger in the throne room]</p><p>Lord Varys: The first to arrive and the last to leave. I admire your industry.</p><p>Petyr Baelish: You do move quietly.</p><p>Lord Varys: We all have our qualities.</p><p>Petyr Baelish: You look a bit lonely today. You should pay a visit to my brothel this evening. First boy is on the house.</p><p>Lord Varys: I think you are mistaking business with pleasure.</p><p>Petyr Baelish: Am I? All those birds that whisper in your ear, such pretty little things. Trust me... we accommodate all inclinations.</p><p>Lord Varys: Oh, I'm sure. Lord Redwyne likes his boys very young, I hear.</p><p>Petyr Baelish: I'm a purveyor of beauty and discretion, both equally important.</p><p>Lord Varys: Though I suppose beauty is a subjective quality, no? Is it true that Ser Marlon of Tumblestone prefers amputees?</p><p>Petyr Baelish: All desires are valid to a man with a full purse.</p><p>Lord Varys: And I heard the most awful rumor about a certain lord with a taste for fresh cadavers. Must be enormously difficult to accommodate that inclination. The logistics alone... to find beautiful corpses before they rot.</p><p>Petyr Baelish: Strictly speaking, such a thing would not be in accordance with the king's laws.</p><p>Lord Varys: Strictly speaking.</p><p>Petyr Baelish: Tell me... does someone somewhere keep your balls in a little box? I've often wondered.</p><p>Lord Varys: Do you know I have no idea where they are? And we had been so close. But enough about me, how have you been since we last saw each other?</p><p>Petyr Baelish: Since you last saw me or since I last saw you?</p><p>Lord Varys: Now, the last time I saw you, you were talking to the Hand of the King.</p><p>Petyr Baelish: Saw me with your own eyes?</p><p>Lord Varys: Eyes I own.</p><p>Petyr Baelish: Council business. We all have so much to discuss with Ned Stark.</p><p>Lord Varys: Everyone's well aware of your enduring... fondness for Lord Stark's wife. If the Lannisters were behind the attempt on the Stark boy's life, and it was discovered that you helped the Starks come to that conclusion... to think... a simple word to the queen...</p><p>Petyr Baelish: One shudders at the thought.</p><p>[Varys shudders mockingly]</p><p>Petyr Baelish: But you know something, I do believe I have seen you even more recently than you have seen me.</p><p>Lord Varys: Have you?</p><p>Petyr Baelish: Yes. Earlier today, I distinctly recall you talking to Lord Stark in his chambers.</p><p>Lord Varys: [scoffing] Was that you under the bed?</p><p>Petyr Baelish: And not long after that, when I saw you escorting a certain... foreign dignitary... council business? Of course, you would have friends from across the narrow sea. You're from there yourself. After all, we're friends, aren't we, Lord Varys? I'd like to think we are. So you can imagine my burden, wondering if the king might question my friend's sympathies, to stand at a crossroads where turning left means loyalty to a friend, turning right, loyalty to the realm...</p><p>Lord Varys: Oh, please.</p><p>Petyr Baelish: ...to find myself in a position where a simple word to the king...</p><p>[Renly walks in]</p><p>Renly Baratheon: What are you two conspiring about? Well, whatever it is, you'd best hurry up. My brother is coming.</p><p>Petyr Baelish: To a small council meeting?</p><p>Lord Varys: Disturbing news from far away. Hadn't you heard?</p>",
      "<p>[Eddard and Jory exit the brothel. Lannister guardsmen appear, armed with pikes, blocking the street. Jaime gallops in on his white horse]</p><p>Jaime Lannister: Such a small pack of wolves...</p><p>[Jaime dismounts]</p><p>Jory Cassel: Stay back, Ser. This is the Hand of the King!</p><p>Jaime Lannister: [mockingly] WAS the Hand of the King. I'm not sure what he is. Lord of somewhere very far away.</p><p>Petyr Baelish: [steps out of the brothel] What's the meaning of this, Lannister?</p><p>Jaime Lannister: [to Littlefinger] Get back inside, where it's safe.</p><p>Jaime Lannister: [to Ned] I'm looking for my brother. You remember my brother, don't you, Ned Stark? Blond hair, sharp tongue, short man.</p><p>Eddard Stark: I remember him well.</p><p>Jaime Lannister: Seems he had some trouble on the road. You wouldn't know what happened to him, would you?</p><p>Eddard Stark: He was taken at my command, to answer for his crimes.</p><p>[Jaime draws his sword. His guardsmen ready their spears. Jory draws his sword. Littlefinger steps forward]</p><p>Petyr Baelish: My lords...</p><p>[Ned halts Littlefinger]</p><p>Petyr Baelish: [to Ned] I'll bring the City Watch.</p><p>[Littlefinger retreats into the brothel]</p><p>Jaime Lannister: Come, Stark. I'd rather you die sword in hand.</p><p>Jory Cassel: If you threaten my lord again...</p><p>Jaime Lannister: Threaten? As in, I'm going to open your lord from balls to brains and see what Starks are made of?</p><p>Eddard Stark: You kill me - your brother is a dead man.</p><p>Jaime Lannister: [smiles nastily] You're right.</p><p>Jaime Lannister: [to his soldiers] Take him alive. Kill his men.</p><p>[two of the Lannister spearmen throw their pikes at Wyl and Heward, killing them instantly. Ned draws his sword. He and Jory engage in fight with the Lannister guardsmen, killing some of them. Jory fights with Jaime. Jaime blocks Jory's sword, then draws a dagger with his left hand and drives it through Jory's left eye. Jory falls dead. Ned is shocked. Jaime smiles mockingly and steps toward Ned. They fight, while the Lannister spearmen circle them. Suddenly, one of the spearmen who stands behind Ned thrusts his spear through Ned's right thigh. Ned yells in agony and falls to his knee, unable to fight. Jaime is enraged at that intervention, and knocks the spearman down. Rather than taking advantage of Ned's injury, Jaime walks away. One of Jaime's guardsmen brings his horse. Jaime mounts it]</p><p>Jaime Lannister: My brother, lord Stark! I want him back!</p><p>[Jaime and his surviving guardsmen leave. Ned slumps into unconsciousness]</p>",
      "<p>[at the small council meeting about Daenerys Targeryen]</p><p>Robert Baratheon: The whore is pregnant.</p><p>Eddard Stark: You're speaking of murdering a child.</p><p>Robert Baratheon: I warned you this would happen, back in the North. I warned you, but you didn't care to hear. Well, hear it now: I want them dead. Mother and child both, and that fool Viserys as well. Is that plain enough for you? I want them both dead!</p><p>Eddard Stark: [quietly] You'll dishonor yourself forever if you do this.</p><p>Robert Baratheon: [raises his voice] Honor? I've got Seven Kingdoms to rule! One king, Seven Kingdoms! Do you think honor keeps them in line? Do you think it's honor that's keeping the peace? It's fear! Fear and blood!</p><p>Eddard Stark: Then we're no better than the Mad King!</p><p>Robert Baratheon: Careful, Ned, careful now!</p><p>Eddard Stark: You want to assassinate a girl because the Spider heard a rumor?</p><p>Lord Varys: No rumor, my lord, the princess is with child.</p><p>Eddard Stark: Based on whose information?</p><p>Lord Varys: Ser Jorah Mormont. He is serving as advisor to the Targaryens.</p><p>Eddard Stark: Mormont? You bring us the whispers of a traitor half a world away and call it fact.</p><p>Petyr Baelish: Jorah Mormont's a slaver, not a traitor. Small difference, I know, to an honorable man.</p><p>Eddard Stark: He broke the law, betrayed his family, fled our land. We commit murder on the word of this man?</p><p>Robert Baratheon: And if he's right? If she has a son, a Targaryen at the head of a Dothraki army? What then?</p><p>Eddard Stark: The narrow sea still lies between us. I'll fear the Dothraki the day they teach their horses to run on water.</p><p>Robert Baratheon: Do nothing. That's your wise advice? Do nothing 'til our enemies are on our shores?</p><p>[Robert looks around angirly at the other council members]</p><p>Robert Baratheon: You're my council: counsel! Speak sense to this honorable fool!</p><p>Lord Varys: I understand your misgivings, my lord. Truly, I do. It is a terrible thing we must consider, a vile thing. Yet we who presume to rule must sometimes do vile things for the good of the realm. Should the gods grant Daenerys a son, the realm will bleed.</p><p>Grand Maester Pycelle: I bear this girl no ill will, how many innocents will die? How many towns will burn? Is it not wiser, kinder even, that she should die now so that tens of thousands might live?</p><p>Renly Baratheon: We should've had them both killed years ago.</p><p>Petyr Baelish: When you find yourself in bed with an ugly woman, best close your eyes, get it over with. Cut her throat. Be done with it.</p><p>Eddard Stark: [walks right up to Robert] I followed you into war. Twice. Without doubts, without second thoughts. But I will not follow you now. The Robert I grew up with didn't tremble at the shadow of an unborn child.</p><p>Robert Baratheon: She dies.</p><p>Eddard Stark: I will have no part in it.</p><p>Robert Baratheon: You're the King's Hand, Lord Stark. You'll do as I command, or I'll find me a Hand who will.</p><p>[Ned takes off his badge of office and tosses it onto the table in front of Robert]</p><p>Eddard Stark: And good luck to him. I thought you were a better man.</p><p>Robert Baratheon: Out. Out, damn you, I'm done with you!</p><p>[Ned turns and walks out]</p><p>Robert Baratheon: Go, run back to Winterfell! I'll have your head on a spike!</p><p>[Ned walks through the throne room as Robert's shouts trail after him]</p><p>Robert Baratheon: I'll find her myself, you fool! You think you're too good for this? Too proud and honorable? This is a war!</p>",
      "<p>Petyr 'Littlefinger' Baelish: Loras knew his mare was in heat. Quite crafty, really.</p><p>Sansa Stark: Ser Loras would never do that. There is no honor in tricks.</p><p>Petyr 'Littlefinger' Baelish: No honor, but quite a bit of gold.</p>",
      "<p>[Renly and Littlefinger speak about the bet against Loras Tyrell]</p><p>Renly Baratheon: A pity you lost the bet. It would've been so nice for you to have a friend.</p><p>Petyr 'Littlefinger' Baelish: And when will you be having *your* friend?</p>"
    ],
    "image": "./images/petyr_baelish.jpeg"
  },
  {
    "actor": "Gethin Anthony",
    "aliases": "The King in Highgarden , The King in the South",
    "allegiances": "House Baratheon of Storm's End",
    "culture": "Stormlands",
    "father": "NULL",
    "gender": "Male",
    "id": 862,
    "mother": "NULL",
    "name": "Renly Baratheon",
    "seasons": "Season 1 , Season 2",
    "slug": "renly_baratheon",
    "spouse": "Margaery Tyrell",
    "titles": "Lord Paramount of the Stormlands , Lord of Storm's End , Master of laws , Lord of the Seven Kingdoms (claimant)",
    "CID": "renly_baratheon",
    "episodeCount": 3,
    "episode_of_death": "5",
    "isAlive": 1,
    "means_of_death": "Killed by a shadow with Stannis Baratheon’s face that was birthed by Melisandre",
    "season_of_death": "2",
    "quotes": [
      "<p>[Varys sneaks up on Littlefinger in the throne room]</p><p>Lord Varys: The first to arrive and the last to leave. I admire your industry.</p><p>Petyr Baelish: You do move quietly.</p><p>Lord Varys: We all have our qualities.</p><p>Petyr Baelish: You look a bit lonely today. You should pay a visit to my brothel this evening. First boy is on the house.</p><p>Lord Varys: I think you are mistaking business with pleasure.</p><p>Petyr Baelish: Am I? All those birds that whisper in your ear, such pretty little things. Trust me... we accommodate all inclinations.</p><p>Lord Varys: Oh, I'm sure. Lord Redwyne likes his boys very young, I hear.</p><p>Petyr Baelish: I'm a purveyor of beauty and discretion, both equally important.</p><p>Lord Varys: Though I suppose beauty is a subjective quality, no? Is it true that Ser Marlon of Tumblestone prefers amputees?</p><p>Petyr Baelish: All desires are valid to a man with a full purse.</p><p>Lord Varys: And I heard the most awful rumor about a certain lord with a taste for fresh cadavers. Must be enormously difficult to accommodate that inclination. The logistics alone... to find beautiful corpses before they rot.</p><p>Petyr Baelish: Strictly speaking, such a thing would not be in accordance with the king's laws.</p><p>Lord Varys: Strictly speaking.</p><p>Petyr Baelish: Tell me... does someone somewhere keep your balls in a little box? I've often wondered.</p><p>Lord Varys: Do you know I have no idea where they are? And we had been so close. But enough about me, how have you been since we last saw each other?</p><p>Petyr Baelish: Since you last saw me or since I last saw you?</p><p>Lord Varys: Now, the last time I saw you, you were talking to the Hand of the King.</p><p>Petyr Baelish: Saw me with your own eyes?</p><p>Lord Varys: Eyes I own.</p><p>Petyr Baelish: Council business. We all have so much to discuss with Ned Stark.</p><p>Lord Varys: Everyone's well aware of your enduring... fondness for Lord Stark's wife. If the Lannisters were behind the attempt on the Stark boy's life, and it was discovered that you helped the Starks come to that conclusion... to think... a simple word to the queen...</p><p>Petyr Baelish: One shudders at the thought.</p><p>[Varys shudders mockingly]</p><p>Petyr Baelish: But you know something, I do believe I have seen you even more recently than you have seen me.</p><p>Lord Varys: Have you?</p><p>Petyr Baelish: Yes. Earlier today, I distinctly recall you talking to Lord Stark in his chambers.</p><p>Lord Varys: [scoffing] Was that you under the bed?</p><p>Petyr Baelish: And not long after that, when I saw you escorting a certain... foreign dignitary... council business? Of course, you would have friends from across the narrow sea. You're from there yourself. After all, we're friends, aren't we, Lord Varys? I'd like to think we are. So you can imagine my burden, wondering if the king might question my friend's sympathies, to stand at a crossroads where turning left means loyalty to a friend, turning right, loyalty to the realm...</p><p>Lord Varys: Oh, please.</p><p>Petyr Baelish: ...to find myself in a position where a simple word to the king...</p><p>[Renly walks in]</p><p>Renly Baratheon: What are you two conspiring about? Well, whatever it is, you'd best hurry up. My brother is coming.</p><p>Petyr Baelish: To a small council meeting?</p><p>Lord Varys: Disturbing news from far away. Hadn't you heard?</p>",
      "<p>[at the small council meeting about Daenerys Targeryen]</p><p>Robert Baratheon: The whore is pregnant.</p><p>Eddard Stark: You're speaking of murdering a child.</p><p>Robert Baratheon: I warned you this would happen, back in the North. I warned you, but you didn't care to hear. Well, hear it now: I want them dead. Mother and child both, and that fool Viserys as well. Is that plain enough for you? I want them both dead!</p><p>Eddard Stark: [quietly] You'll dishonor yourself forever if you do this.</p><p>Robert Baratheon: [raises his voice] Honor? I've got Seven Kingdoms to rule! One king, Seven Kingdoms! Do you think honor keeps them in line? Do you think it's honor that's keeping the peace? It's fear! Fear and blood!</p><p>Eddard Stark: Then we're no better than the Mad King!</p><p>Robert Baratheon: Careful, Ned, careful now!</p><p>Eddard Stark: You want to assassinate a girl because the Spider heard a rumor?</p><p>Lord Varys: No rumor, my lord, the princess is with child.</p><p>Eddard Stark: Based on whose information?</p><p>Lord Varys: Ser Jorah Mormont. He is serving as advisor to the Targaryens.</p><p>Eddard Stark: Mormont? You bring us the whispers of a traitor half a world away and call it fact.</p><p>Petyr Baelish: Jorah Mormont's a slaver, not a traitor. Small difference, I know, to an honorable man.</p><p>Eddard Stark: He broke the law, betrayed his family, fled our land. We commit murder on the word of this man?</p><p>Robert Baratheon: And if he's right? If she has a son, a Targaryen at the head of a Dothraki army? What then?</p><p>Eddard Stark: The narrow sea still lies between us. I'll fear the Dothraki the day they teach their horses to run on water.</p><p>Robert Baratheon: Do nothing. That's your wise advice? Do nothing 'til our enemies are on our shores?</p><p>[Robert looks around angirly at the other council members]</p><p>Robert Baratheon: You're my council: counsel! Speak sense to this honorable fool!</p><p>Lord Varys: I understand your misgivings, my lord. Truly, I do. It is a terrible thing we must consider, a vile thing. Yet we who presume to rule must sometimes do vile things for the good of the realm. Should the gods grant Daenerys a son, the realm will bleed.</p><p>Grand Maester Pycelle: I bear this girl no ill will, how many innocents will die? How many towns will burn? Is it not wiser, kinder even, that she should die now so that tens of thousands might live?</p><p>Renly Baratheon: We should've had them both killed years ago.</p><p>Petyr Baelish: When you find yourself in bed with an ugly woman, best close your eyes, get it over with. Cut her throat. Be done with it.</p><p>Eddard Stark: [walks right up to Robert] I followed you into war. Twice. Without doubts, without second thoughts. But I will not follow you now. The Robert I grew up with didn't tremble at the shadow of an unborn child.</p><p>Robert Baratheon: She dies.</p><p>Eddard Stark: I will have no part in it.</p><p>Robert Baratheon: You're the King's Hand, Lord Stark. You'll do as I command, or I'll find me a Hand who will.</p><p>[Ned takes off his badge of office and tosses it onto the table in front of Robert]</p><p>Eddard Stark: And good luck to him. I thought you were a better man.</p><p>Robert Baratheon: Out. Out, damn you, I'm done with you!</p><p>[Ned turns and walks out]</p><p>Robert Baratheon: Go, run back to Winterfell! I'll have your head on a spike!</p><p>[Ned walks through the throne room as Robert's shouts trail after him]</p><p>Robert Baratheon: I'll find her myself, you fool! You think you're too good for this? Too proud and honorable? This is a war!</p>",
      "<p>Loras Tyrell: Do you know who should be king?</p><p>Renly Baratheon: Be serious.</p><p>Loras Tyrell: I am. My father could be your bank. I've never fought in a war before. But I'd fight for you.</p><p>Renly Baratheon: I'm fourth in line.</p><p>Loras Tyrell: And where was Robert in the line of royal succession? Joffrey is a monster, Tommen is eight.</p><p>Renly Baratheon: Stannis?</p><p>Loras Tyrell: Stannis has the personality of a lobster.</p><p>Renly Baratheon: He's still my older brother.</p>",
      "<p>[Renly and Littlefinger speak about the bet against Loras Tyrell]</p><p>Renly Baratheon: A pity you lost the bet. It would've been so nice for you to have a friend.</p><p>Petyr 'Littlefinger' Baelish: And when will you be having *your* friend?</p>"
    ],
    "image": "./images/renly_baratheon.jpeg"
  },
  {
    "actor": "Lino Facioli",
    "aliases": "Sweetrobin , True Warden of the East",
    "allegiances": "House Arryn of the Eyrie",
    "culture": "Valemen",
    "father": "NULL",
    "gender": "Male",
    "id": 894,
    "mother": "NULL",
    "name": "Robin Arryn",
    "seasons": "Season 1 , Season 4 , Season 5",
    "slug": "robert_arryn",
    "spouse": "NULL",
    "titles": "Lord of the Eyrie , Defender of the Vale , Warden of the East",
    "CID": "robert_arryn",
    "episodeCount": 1,
    "episode_of_death": null,
    "isAlive": 1,
    "means_of_death": null,
    "season_of_death": null,
    "image": "./images/robert_arryn.jpeg"
  },
  {
    "actor": "Fergus Leathem",
    "aliases": "Old Ser Rodrik",
    "allegiances": "House Cassel , House Stark of Winterfell",
    "culture": "Northmen",
    "father": "NULL",
    "gender": "Male",
    "id": 912,
    "mother": "NULL",
    "name": "Rodrik Cassel",
    "seasons": "Season 1 , Season 2",
    "slug": "rodrik_cassel",
    "spouse": "NULL",
    "titles": "Ser , Master-at-arms of Winterfell , Castellan of Winterfell",
    "CID": "rodrik_cassel",
    "episodeCount": 5,
    "episode_of_death": "6",
    "isAlive": 1,
    "means_of_death": "Decapitated by Theon Greyjoy",
    "season_of_death": "2",
    "quotes": [
      "<p>[on the road after Catelyn kidnaps Tyrion]</p><p>Catelyn Stark: Remove his hood.</p><p>Tyrion Lannister: This isn't the kingsroad. You said we were riding for Winterfell.</p><p>Catelyn Stark: I did. Often, and loudly.</p><p>Tyrion Lannister: Very wise. They'll be out in droves, looking for me in the wrong place. Word's probably gotten to my father by now. He'll be offering a handsome reward. Everyone knows a Lannister always pays his debts. Would you be so good as to untie me?</p><p>Catelyn Stark: And why would I do that?</p><p>Tyrion Lannister: Why not? Am I going to run? The hill tribes would kill me for my goods, unless a shadowcat ate me first.</p><p>Catelyn Stark: Shadowcats and hill tribes are the least of your concerns.</p><p>Tyrion Lannister: Ah. The eastern road. We're going to the Vale. You're taking me to your sister's to answer for my imagined crimes. Tell me, Lady Stark, when was the last time you saw your sister?</p><p>Catelyn Stark: Five years ago.</p><p>Tyrion Lannister: She's changed. She was always a bit touched, but now, you might as well kill me here.</p><p>Catelyn Stark: I am not a murderer, Lannister.</p><p>Tyrion Lannister: Neither am I. I had nothing to do with the attempt on your son's life.</p><p>Catelyn Stark: The dagger found...</p><p>Tyrion Lannister: What sort of imbecile arms an assassin with his own blade?</p><p>[Ser Rodrik approaches Catelyn]</p><p>Ser Rodrik Cassel: [to Catelyn] Should I gag him?</p><p>Tyrion Lannister: Why? Am I starting to make sense?</p>"
    ],
    "image": "./images/rodrik_cassel.jpeg"
  },
  {
    "actor": "Rory McCann",
    "aliases": "The Hound , Dog",
    "allegiances": "House Clegane , House Lannister of Casterly Rock",
    "culture": "NULL",
    "father": "NULL",
    "gender": "Male",
    "id": 955,
    "mother": "NULL",
    "name": "Sandor 'The Hound' Clegane",
    "seasons": "Season 1 , Season 2 , Season 3 , Season 4 , Season 6",
    "slug": "sandor_clegane",
    "spouse": "NULL",
    "titles": "",
    "CID": "sandor_clegane",
    "episodeCount": 4,
    "episode_of_death": null,
    "isAlive": 1,
    "means_of_death": null,
    "season_of_death": null,
    "quotes": [
      "<p>[after the Hound saves Loras Tyrell from the Mountain]</p><p>Loras Tyrell: I owe you my life, ser.</p><p>Sandor Clegane: I'm no ser.</p>"
    ],
    "image": "./images/sandor_clegane.jpeg"
  },
  {
    "actor": "Sophie Turner",
    "aliases": "Little bird , Alayne Stone , Jonquil",
    "allegiances": "House Stark of Winterfell,House Baelish of Harrenhal",
    "culture": "Northmen",
    "father": "NULL",
    "gender": "Female",
    "id": 957,
    "mother": "NULL",
    "name": "Sansa Stark",
    "seasons": "Season 1 , Season 2 , Season 3 , Season 4 , Season 5 , Season 6",
    "slug": "sansa_stark",
    "spouse": "Tyrion Lannister",
    "titles": "Princess",
    "CID": "sansa_stark",
    "episodeCount": 5,
    "episode_of_death": null,
    "isAlive": 1,
    "means_of_death": null,
    "season_of_death": null,
    "quotes": [
      "<p>Petyr 'Littlefinger' Baelish: Loras knew his mare was in heat. Quite crafty, really.</p><p>Sansa Stark: Ser Loras would never do that. There is no honor in tricks.</p><p>Petyr 'Littlefinger' Baelish: No honor, but quite a bit of gold.</p>"
    ],
    "image": "./images/sansa_stark.jpeg"
  },
  {
    "actor": "Alfie Allen",
    "aliases": "Prince of Fools , Theon Turncloak , Reek , Theon Kinslayer",
    "allegiances": "House Greyjoy of Pyke",
    "culture": "Ironborn",
    "father": "NULL",
    "gender": "Male",
    "id": 1022,
    "mother": "NULL",
    "name": "Theon Greyjoy",
    "seasons": "Season 1 , Season 2 , Season 3 , Season 4 , Season 5 , Season 6",
    "slug": "theon_greyjoy",
    "spouse": "NULL",
    "titles": "Prince of Winterfell , Captain of Sea Bitch , Lord of the Iron Islands (by law of the green lands)",
    "CID": "theon_greyjoy",
    "episodeCount": 4,
    "episode_of_death": null,
    "isAlive": 1,
    "means_of_death": null,
    "season_of_death": null,
    "quotes": [
      "<p>Theon Greyjoy: [after having sex with Ros] Keep it down. You're not supposed to be inside the castle walls.</p><p>Ros: I thought you were supposed to be an important person around here.</p><p>Theon Greyjoy: Important enough for the likes of you.</p><p>Ros: You're not the only nobleman in my life, you know.</p><p>Theon Greyjoy: Who, the Imp? I call him half a nobleman.</p><p>Ros: Jealous?</p><p>Theon Greyjoy: Why should I be jealous? Anyone with a few coppers in his pocket can own you for the night. What's a dwarf like down below? I've always wondered.</p><p>Ros: Mmm, might surprise you.</p><p>Theon Greyjoy: Mmm?</p><p>Ros: He's good with his fingers, too. And his tongue.</p><p>Theon Greyjoy: [grabs Ros' necklace] Generous tipper. I guess gold is cheap for a Lannister.</p><p>Ros: You ARE jealous.</p><p>Theon Greyjoy: I'm a Greyjoy. We've been lords of the Iron Islands for three hundred years, there's not a family in Westeros that can look down on us. Not even the Lannisters.</p><p>Ros: What about the Starks?</p><p>Theon Greyjoy: I've been Lord Stark's ward since I was eight years old.</p><p>Ros: \"Ward\"? That's a nice word for it. Your father rebelled against King Robert, and if he doesn't...</p><p>[suddenly Theon grabs Ros by the neck]</p><p>Theon Greyjoy: My father fought for the freedom of his people. What did your father do? Fucked a cook and whelped a whore.</p><p>Ros: You're a very serious boy.</p><p>Theon Greyjoy: I'm not a boy.</p><p>Ros: Oh yes, you are.</p><p>[Ros grabs Theon's crotch]</p><p>Ros: A serious boy with a serious cock.</p><p>Theon Greyjoy: I don't want to pay for it.</p><p>Ros: Then get yourself a wife.</p>",
      "<p>[Maester Luwin teaches Bran about the noble Houses of Westeros, while Theon practices shooting arrows]</p><p>Maester Luwin: Bran!</p><p>[Maester Luwin taps with his staff on the map, pointing at the Iron Isles]</p><p>Bran Stark: Iron Isles. Sigil: a kraken. Words: \"We do not Sow\".</p><p>Maester Luwin: Lords?</p><p>Bran Stark: The Greyjoys.</p><p>Theon Greyjoy: Famed for their skills in archery, navigation and lovemaking.</p><p>[Theon chuckles and turns back to practice]</p><p>Maester Luwin: [dryly] And failed rebellions.</p><p>[Maester Luwin points at Storm's End]</p><p>Bran Stark: Sigil: a stag. A crowned stag, now that Robert is the king.</p><p>Maester Luwin: Good.</p><p>Bran Stark: Words: \"Our is the Fury\". Lords: the Baratheons.</p><p>[Maester Luwin points at Lannisport]</p><p>Bran Stark: The Westerlands. Sigil: a lion. Words: \"A Lannister always pays his debts\".</p><p>Maester Luwin: No. A common saying, but not their official motto.</p><p>Bran Stark: Lords: the Lannisters.</p><p>Maester Luwin: We're still on the words.</p><p>Bran Stark: I don't know them.</p><p>Maester Luwin: You do know them. Think.</p><p>Bran Stark: \"Unbowed, Unbent, Unbroken\".</p><p>Maester Luwin: [sighs] That's House Martell.</p><p>Bran Stark: \"Righteous in Wrath\".</p><p>Maester Luwin: House Hornwood.</p>"
    ],
    "image": "./images/theon_greyjoy.jpeg"
  },
  {
    "actor": "Dean-Charles Chapman",
    "aliases": "The Boy King",
    "allegiances": "House Baratheon of",
    "culture": "NULL",
    "father": "Robert I Baratheon",
    "gender": "Male",
    "id": 1029,
    "mother": "Cersei Lannister",
    "name": "Tommen Baratheon",
    "seasons": "Season 1 , Season 2 , Season 4 , Season 5",
    "slug": "tommen_baratheon",
    "spouse": "Margaery Tyrell",
    "titles": "King of the Andals, the Rhoynar and the First Men , Lord of the Seven Kingdoms",
    "CID": "tommen_baratheon",
    "episodeCount": 4,
    "episode_of_death": "10",
    "isAlive": 1,
    "means_of_death": "Committed suicide by jumping from a window following Maergery’s death by wildfire as orchestrated by Cersei",
    "season_of_death": "6",
    "image": "./images/tommen_baratheon.jpeg"
  },
  {
    "actor": "Peter Dinklage",
    "aliases": "The Imp , Halfman , The boyman , Giant of Lannister , Lord Tywin's Doom , Lord Tywin's Bane , Yollo , Hugor Hill , No-Nose , Freak , Dwarf",
    "allegiances": "House Lannister of Casterly Rock",
    "culture": "NULL",
    "father": "NULL",
    "gender": "Male",
    "id": 1052,
    "mother": "NULL",
    "name": "Tyrion Lannister",
    "seasons": "Season 1 , Season 2 , Season 3 , Season 4 , Season 5 , Season 6",
    "slug": "tyrion_lannister",
    "spouse": "Tysha",
    "titles": "Acting Hand of the King (former) , Master of Coin (former)",
    "CID": "tyrion_lannister",
    "episodeCount": 5,
    "episode_of_death": null,
    "isAlive": 1,
    "means_of_death": null,
    "season_of_death": null,
    "quotes": [
      "<p>[upon seeing the Eyrie for the first time]</p><p>Tyrion Lannister: The Eyrie. They say it's impregnable.</p><p>Bronn: Give me ten good men and some climbing spikes. I'll impregnate the bitch.</p><p>Tyrion Lannister: I like you.</p>",
      "<p>[on the road after Catelyn kidnaps Tyrion]</p><p>Catelyn Stark: Remove his hood.</p><p>Tyrion Lannister: This isn't the kingsroad. You said we were riding for Winterfell.</p><p>Catelyn Stark: I did. Often, and loudly.</p><p>Tyrion Lannister: Very wise. They'll be out in droves, looking for me in the wrong place. Word's probably gotten to my father by now. He'll be offering a handsome reward. Everyone knows a Lannister always pays his debts. Would you be so good as to untie me?</p><p>Catelyn Stark: And why would I do that?</p><p>Tyrion Lannister: Why not? Am I going to run? The hill tribes would kill me for my goods, unless a shadowcat ate me first.</p><p>Catelyn Stark: Shadowcats and hill tribes are the least of your concerns.</p><p>Tyrion Lannister: Ah. The eastern road. We're going to the Vale. You're taking me to your sister's to answer for my imagined crimes. Tell me, Lady Stark, when was the last time you saw your sister?</p><p>Catelyn Stark: Five years ago.</p><p>Tyrion Lannister: She's changed. She was always a bit touched, but now, you might as well kill me here.</p><p>Catelyn Stark: I am not a murderer, Lannister.</p><p>Tyrion Lannister: Neither am I. I had nothing to do with the attempt on your son's life.</p><p>Catelyn Stark: The dagger found...</p><p>Tyrion Lannister: What sort of imbecile arms an assassin with his own blade?</p><p>[Ser Rodrik approaches Catelyn]</p><p>Ser Rodrik Cassel: [to Catelyn] Should I gag him?</p><p>Tyrion Lannister: Why? Am I starting to make sense?</p>"
    ],
    "image": "./images/tyrion_lannister.jpeg"
  },
  {
    "actor": "Brendan McCormack",
    "aliases": "",
    "allegiances": "House Arryn of the Eyrie , House Egen",
    "culture": "Valemen",
    "father": "NULL",
    "gender": "Male",
    "id": 1068,
    "mother": "NULL",
    "name": "Vardis Egen",
    "seasons": "Season 1",
    "slug": "vardis_egen",
    "spouse": "NULL",
    "titles": "Ser , Captain of the Guards",
    "CID": "vardis_egen",
    "episodeCount": 1,
    "episode_of_death": null,
    "isAlive": 1,
    "means_of_death": null,
    "season_of_death": null,
    "quotes": [
      "<p>[Catelyn and her party enter the Vale. They are welcomed by Ser Vardis Egen]</p><p>Ser Vardis Egen: You're far from home, Lady Stark.</p><p>Catelyn Stark: To whom do I speak?</p><p>Ser Vardis Egen: Ser Vardis Egen, Knight of the Vale. Lady Arryn expecting your visit?</p><p>Catelyn Stark: There was no time to send word.</p><p>Ser Vardis Egen: May I ask, my lady, why he is with you?</p><p>[Ser Vardis nods at Tyrion, who is mounted and unchained]</p><p>Catelyn Stark: That's why there was no time. He is my prisoner.</p><p>Ser Vardis Egen: He doesn't look like a prisoner.</p><p>Catelyn Stark: My sister will decide what he looks like.</p><p>Ser Vardis Egen: Yes, my lady. She will at that.</p>"
    ],
    "image": "./images/vardis_egen.jpeg"
  },
  {
    "actor": "Conleth Hill",
    "aliases": "The Spider , The Eunuch , Rugen , Varys of Lys",
    "allegiances": "NULL",
    "culture": "NULL",
    "father": "NULL",
    "gender": "Male",
    "id": 2069,
    "mother": "NULL",
    "name": "Lord Varys",
    "seasons": "Season 1 , Season 2 , Season 3 , Season 4 , Season 5 , Season 6",
    "slug": "varys",
    "spouse": "NULL",
    "titles": "Master of Whisperers",
    "CID": "varys",
    "episodeCount": 3,
    "episode_of_death": null,
    "isAlive": 1,
    "means_of_death": null,
    "season_of_death": null,
    "quotes": [
      "<p>[Varys sneaks up on Littlefinger in the throne room]</p><p>Lord Varys: The first to arrive and the last to leave. I admire your industry.</p><p>Petyr Baelish: You do move quietly.</p><p>Lord Varys: We all have our qualities.</p><p>Petyr Baelish: You look a bit lonely today. You should pay a visit to my brothel this evening. First boy is on the house.</p><p>Lord Varys: I think you are mistaking business with pleasure.</p><p>Petyr Baelish: Am I? All those birds that whisper in your ear, such pretty little things. Trust me... we accommodate all inclinations.</p><p>Lord Varys: Oh, I'm sure. Lord Redwyne likes his boys very young, I hear.</p><p>Petyr Baelish: I'm a purveyor of beauty and discretion, both equally important.</p><p>Lord Varys: Though I suppose beauty is a subjective quality, no? Is it true that Ser Marlon of Tumblestone prefers amputees?</p><p>Petyr Baelish: All desires are valid to a man with a full purse.</p><p>Lord Varys: And I heard the most awful rumor about a certain lord with a taste for fresh cadavers. Must be enormously difficult to accommodate that inclination. The logistics alone... to find beautiful corpses before they rot.</p><p>Petyr Baelish: Strictly speaking, such a thing would not be in accordance with the king's laws.</p><p>Lord Varys: Strictly speaking.</p><p>Petyr Baelish: Tell me... does someone somewhere keep your balls in a little box? I've often wondered.</p><p>Lord Varys: Do you know I have no idea where they are? And we had been so close. But enough about me, how have you been since we last saw each other?</p><p>Petyr Baelish: Since you last saw me or since I last saw you?</p><p>Lord Varys: Now, the last time I saw you, you were talking to the Hand of the King.</p><p>Petyr Baelish: Saw me with your own eyes?</p><p>Lord Varys: Eyes I own.</p><p>Petyr Baelish: Council business. We all have so much to discuss with Ned Stark.</p><p>Lord Varys: Everyone's well aware of your enduring... fondness for Lord Stark's wife. If the Lannisters were behind the attempt on the Stark boy's life, and it was discovered that you helped the Starks come to that conclusion... to think... a simple word to the queen...</p><p>Petyr Baelish: One shudders at the thought.</p><p>[Varys shudders mockingly]</p><p>Petyr Baelish: But you know something, I do believe I have seen you even more recently than you have seen me.</p><p>Lord Varys: Have you?</p><p>Petyr Baelish: Yes. Earlier today, I distinctly recall you talking to Lord Stark in his chambers.</p><p>Lord Varys: [scoffing] Was that you under the bed?</p><p>Petyr Baelish: And not long after that, when I saw you escorting a certain... foreign dignitary... council business? Of course, you would have friends from across the narrow sea. You're from there yourself. After all, we're friends, aren't we, Lord Varys? I'd like to think we are. So you can imagine my burden, wondering if the king might question my friend's sympathies, to stand at a crossroads where turning left means loyalty to a friend, turning right, loyalty to the realm...</p><p>Lord Varys: Oh, please.</p><p>Petyr Baelish: ...to find myself in a position where a simple word to the king...</p><p>[Renly walks in]</p><p>Renly Baratheon: What are you two conspiring about? Well, whatever it is, you'd best hurry up. My brother is coming.</p><p>Petyr Baelish: To a small council meeting?</p><p>Lord Varys: Disturbing news from far away. Hadn't you heard?</p>",
      "<p>[at the small council meeting about Daenerys Targeryen]</p><p>Robert Baratheon: The whore is pregnant.</p><p>Eddard Stark: You're speaking of murdering a child.</p><p>Robert Baratheon: I warned you this would happen, back in the North. I warned you, but you didn't care to hear. Well, hear it now: I want them dead. Mother and child both, and that fool Viserys as well. Is that plain enough for you? I want them both dead!</p><p>Eddard Stark: [quietly] You'll dishonor yourself forever if you do this.</p><p>Robert Baratheon: [raises his voice] Honor? I've got Seven Kingdoms to rule! One king, Seven Kingdoms! Do you think honor keeps them in line? Do you think it's honor that's keeping the peace? It's fear! Fear and blood!</p><p>Eddard Stark: Then we're no better than the Mad King!</p><p>Robert Baratheon: Careful, Ned, careful now!</p><p>Eddard Stark: You want to assassinate a girl because the Spider heard a rumor?</p><p>Lord Varys: No rumor, my lord, the princess is with child.</p><p>Eddard Stark: Based on whose information?</p><p>Lord Varys: Ser Jorah Mormont. He is serving as advisor to the Targaryens.</p><p>Eddard Stark: Mormont? You bring us the whispers of a traitor half a world away and call it fact.</p><p>Petyr Baelish: Jorah Mormont's a slaver, not a traitor. Small difference, I know, to an honorable man.</p><p>Eddard Stark: He broke the law, betrayed his family, fled our land. We commit murder on the word of this man?</p><p>Robert Baratheon: And if he's right? If she has a son, a Targaryen at the head of a Dothraki army? What then?</p><p>Eddard Stark: The narrow sea still lies between us. I'll fear the Dothraki the day they teach their horses to run on water.</p><p>Robert Baratheon: Do nothing. That's your wise advice? Do nothing 'til our enemies are on our shores?</p><p>[Robert looks around angirly at the other council members]</p><p>Robert Baratheon: You're my council: counsel! Speak sense to this honorable fool!</p><p>Lord Varys: I understand your misgivings, my lord. Truly, I do. It is a terrible thing we must consider, a vile thing. Yet we who presume to rule must sometimes do vile things for the good of the realm. Should the gods grant Daenerys a son, the realm will bleed.</p><p>Grand Maester Pycelle: I bear this girl no ill will, how many innocents will die? How many towns will burn? Is it not wiser, kinder even, that she should die now so that tens of thousands might live?</p><p>Renly Baratheon: We should've had them both killed years ago.</p><p>Petyr Baelish: When you find yourself in bed with an ugly woman, best close your eyes, get it over with. Cut her throat. Be done with it.</p><p>Eddard Stark: [walks right up to Robert] I followed you into war. Twice. Without doubts, without second thoughts. But I will not follow you now. The Robert I grew up with didn't tremble at the shadow of an unborn child.</p><p>Robert Baratheon: She dies.</p><p>Eddard Stark: I will have no part in it.</p><p>Robert Baratheon: You're the King's Hand, Lord Stark. You'll do as I command, or I'll find me a Hand who will.</p><p>[Ned takes off his badge of office and tosses it onto the table in front of Robert]</p><p>Eddard Stark: And good luck to him. I thought you were a better man.</p><p>Robert Baratheon: Out. Out, damn you, I'm done with you!</p><p>[Ned turns and walks out]</p><p>Robert Baratheon: Go, run back to Winterfell! I'll have your head on a spike!</p><p>[Ned walks through the throne room as Robert's shouts trail after him]</p><p>Robert Baratheon: I'll find her myself, you fool! You think you're too good for this? Too proud and honorable? This is a war!</p>",
      "<p>Lord Varys: The wolf and the lion will be at each other's throats. We will be at war soon, my friend.</p><p>Magister Illyrio Mopatis: What good is war now? We are not ready. We need time. Khal Drogo will not make his move until his son is born.</p><p>Lord Varys: Delay, you say. Move fast, I reply. This is no longer a game for two players.</p>",
      "<p>Lord Varys: How is your son, my lord?</p><p>Eddard Stark: He'll never walk again.</p><p>Lord Varys: But his mind is sound?</p><p>Eddard Stark: So they say.</p><p>Lord Varys: A blessing, then. I suffered an early mutilation myself. Some doors close forever, others open in most unexpected places.</p><p>[Varys points to a chair]</p><p>Lord Varys: May I?</p><p>[Ned nods]</p><p>Lord Varys: If the wrong ears heard what I'm about to tell you, off comes my head. And who would mourn poor Varys then? North or south, they sing no songs for spiders. But there are things you must know. You are the King's Hand and the king is a fool. Your friend, I know, but a fool, and doomed unless you save him.</p><p>Eddard Stark: I've been in the capital a month. Why have you waited so long to tell me this?</p><p>Lord Varys: I didn't trust you.</p><p>Eddard Stark: So why do you trust me now?</p><p>Lord Varys: The queen is not the only one who has been watching you closely. There are few men of honor in the capital. You are one of them. I would like to believe that I am another, strange as that may seem.</p><p>Eddard Stark: What sort of doom does the king face?</p><p>Lord Varys: The same sort as Jon Arryn. \"The tears of Lys,\" they call it. A rare and costly thing. As clear and tasteless as water, it leaves no trace.</p><p>Eddard Stark: Who gave it to him?</p><p>Lord Varys: Some dear friend, no doubt, but which one? There were many. Lord Arryn was a kind and trusting man. There was one boy. All he was, he owed to Jon Arryn.</p><p>Eddard Stark: His squire, Ser Hugh?</p><p>Lord Varys: Pity what happened to him. Just when his life seemed to be going so nicely.</p><p>Eddard Stark: If Ser Hugh poisoned him... who paid Ser Hugh?</p><p>Lord Varys: [spreads his hands] Someone who could afford it.</p><p>Eddard Stark: Jon was a man of peace. He was Hand for seventeen years, seventeen good years. Why kill him?</p><p>Lord Varys: He started asking questions.</p>"
    ],
    "image": "./images/varys.jpeg"
  },
  {
    "actor": "Ryan McKenna",
    "aliases": "",
    "allegiances": "House Whent of Harrenhal , House Wode",
    "culture": "NULL",
    "father": "NULL",
    "gender": "Male",
    "id": 1120,
    "mother": "NULL",
    "name": "Willis Wode",
    "seasons": "",
    "slug": "willis_wode",
    "spouse": "NULL",
    "titles": "Ser",
    "CID": "willis_wode",
    "episodeCount": 2,
    "episode_of_death": null,
    "isAlive": 1,
    "means_of_death": null,
    "season_of_death": null,
    "image": null
  },
  {
    "actor": "Francis Magee",
    "aliases": "",
    "allegiances": "NULL",
    "culture": "Westeros",
    "father": "NULL",
    "gender": "Male",
    "id": 1132,
    "mother": "NULL",
    "name": "Yoren",
    "seasons": "Season 1 , Season 2",
    "slug": "yoren",
    "spouse": "NULL",
    "titles": "",
    "CID": "yoren",
    "episodeCount": 3,
    "episode_of_death": "3",
    "isAlive": 1,
    "means_of_death": "Killed by Ser Amory Lorch, loyal to House Lannister, in a fight",
    "season_of_death": "2",
    "image": "./images/yoren.jpeg"
  }
]